Repository: mart-w/gnome-shell-extensions-mediaplayer
Catalog: po/*.po
Languages: ca, uk_ua

source: Volume
ca: Volum
uk_ua: Гучнісь

source: Playlists
ca: Llistes de reproducció
uk_ua: Списки відтворень

source: Stopped
ca: Aturat
uk_ua: Зупинено

source: Playing
ca: Reproduint
uk_ua: Відтвоорюється

source: Paused
ca: En pausa
uk_ua: Пауза

source: Indicator position
ca: Indicador de posició
uk_ua: Розташування індикатора

source: Center
ca: Centre
uk_ua: По центру

source: Right
ca: Dreta
uk_ua: Праворуч

source: System menu
ca: Menú de sistema
uk_ua: Меню системи

source: Indicator appearance
ca: Aparença
uk_ua: Зовнішній вигляд

source: Symbolic icon
ca: Icona simbòlica
uk_ua: Піктограма

source: Current album cover
ca: Portada de l'àlbum actual
uk_ua: Обкладинка альбаму

source: Indicator status text
ca: Text d'estat
uk_ua: Текст статуса індикатора

source: {trackArtist}: Artist, {trackAlbum}: Album, {trackTitle}: Title. Pango markup supported.
ca: %a: Artista, %b: Àlbum, %t: Títol. Compatible amb sintaxis Pango.
uk_ua: %a: виконавець, %b: альбом, %t: назва. Підтримується розмітка Pango.

source: Indicator status text width
ca: Amplada del text indicador d'estat
uk_ua: Ширина тексту статуса

source: The the maximum width before the status text gets an ellipsis. Default is 300px.
ca: L'amplada màxima abans del text d'estat provoca una el·lipsis. El valor predeterminat és 300px.
uk_ua: Максимальна ширина тексту, до його приховування трьома крапками. Типово 300рх.

source: Allow to start the default media player
ca: Permet obrir el reproductor predeterminat
uk_ua: Дозволити запуск типового програвача

source: Show the media player volume slider
ca: Mostra el potenciòmetre del volum del reproductor
uk_ua: Показувати повзунок гучності програвача

source: Show the media player position slider
ca: Mostra el control de posició del reproductor
uk_ua: Показувати повзунок часу відтворення

source: Show media player playlists
ca: Mostra les llistes de reproducció
uk_ua: Показувати список відтворення програвача

source: Display song rating
ca: Mostra la valoració de la cançó
uk_ua: Показувати оцінку пісні

source: Display the currently playing song's rating on a 0 to 5 scale
ca: Mostra la valoració de la cançó en una escala del 0 al 5
uk_ua: Показувати оцінку поточної пісні за шкалою від 0 до 5
